Repository: ikelos/ogmrip
Catalog: po/*.po
Languages: cs

source: Cropping
cs: Ořez

source: _Bottom
cs: _Dolů

source: _Left
cs: Do_leva

source: _Right
cs: V_pravo

source: _Top
cs: _Nahoře

source: Allow 4 motion vectors per macroblock (v4mv)
cs: Povolit 4 vektory pohybu na makroblok (v4mv)

source: Always use the maximum number of B-frames Avoid B-frames in high motion scenes Places B-frames more or less optimally to yield maximum quality
cs: Vždy použít maximální počet B-rámců Vyhnout se B-rámcům při scénách s vysokou snímkovací frekvencí Umisťuje B-rámce více méně optimálně pro dosažení maximální kvality

source: Comparison function for _sub pel motion estimation (subcmp)
cs: Porovnávací funkce pro odhad _sub pel pohybu (subcmp)

source: Comparison function for motion estimation _pre pass (precmp)
cs: Porovnávací funkce pro odhad pohybu _pre pass (precmp)

source: Diamond type and size for motion estimation _pre-pass (predia)
cs: Diamantový typ a velikost pro odhad pohybu _pre-pass (predia)

source: Disabled Mpeg-4 reference decoder Libavcodec specific extensions Experimental codecs and features
cs: Vypnuto Referenční dekodér Mpeg-4 Specifická rozšíření pro libavcodec Experimentální kodeky a vlastnosti

source: Disabled Only after I-frames Always
cs: Vypnuto Pouze po I-rámcích Vždy

source: Disabled Only lower the absolute value of coefficients Only change coefficients before the last non-zero coefficient + 1 Try all
cs: Vypnuto Pouze snížit absolutní hodnotu koeficientů Pouze změnit koeficienty před posledním nenulovým koeficientem + 1 Zkusit vše

source: Intra DC _precision in bits (dc)
cs: Intra DC _přesnost v bitech (dc)

source: M_aximum bitrate in kbit/sec (vrc__maxrate)
cs: M_aximální bitrate v kbit/s (vrc__maxrate)

source: M_inimum bitrate in kbit/sec (vrc__minrate)
cs: M_inimální bitrate v kbit/s (vrc__minrate)

source: Motion _Estimation
cs: Odhad _pohybu

source: Motion _estimation pre-pass (preme)
cs: Odhad _pohybu pre-pass (preme)

source: Quantizer _compression (vqcomp)
cs: Komprese _quantizeru (vqcomp)

source: Strategy to choose between I/P/B-frames (vb__strategy)
cs: Strategie pro výběr mezi I/P/B-rámci (vb__strategy)

source: Try to encode each MB with MV=<0,0> and choose the better one
cs: Pokusit se převést každý MB s MV=<0,0> a vybrat lepší

source: Use comparison function given by mbcmp Select the MB mode which needs the fewest bits Select the MB mode which has the best rate distortion
cs: Použít porovnávací funkci danou mbcmp Vybrat MB mód, který potřebuje nejméně bitů Vybrat MB mód , který má nejlepší míru zkreslení

source: _Amount of motion predictors from the previous frame (last__pred)
cs: _Počet předvídání pohybu z předchozího snímku (last__pred)

source: _Buffer size in kbit (vrc__buf__size)
cs: Velikost vyrovnávací paměti v kbit (vrc__buf__size)

source: _Comparison function for full pel motion estimation (cmp)
cs: _Porovnávací funkce pro plný odhad pel pohybu (cmp)

source: _Diamond type and size for motion estimation (dia)
cs: _Diamantový tvar a velikost pro odhad pohybu (dia)

source: _General
cs: _Obecné

source: _Macroblock decision algorithm (mbd)
cs: _Makroblok rozhodovací algoritmus (mbd)

source: _Maximum interval between keyframes in frames (keyint)
cs: _Maximální interval mezi klíčovými snímky ve snímcích (keyint)

source: _Quantizer noise shaping (qns)
cs: _Kvantizér tvarování šumu (qns)

source: _Rate Control
cs: Kontrola frekvence

source: _Strict standard compliance (vstrict)
cs: _Striktní dodržování standardu (vstrict)

source: <b>Duration:</b>
cs: <b>Čas:</b>

source: <b>_Audio Tracks:</b>
cs: <b>_Audio stopy:</b>

source: <b>_Subtitles:</b>
cs: <b>_Titulky:</b>

source: <b>_Title:</b>
cs: <b>_Název:</b>

source: <b>_Video Stream:</b>
cs: <b>_Video sekvence:</b>

source: Angle:
cs: Úhel:

source: E_xtract
cs: _Extrahovat

source: Extract selected streams
cs: Extrahovat vybrané sekvence

source: Load a DVD disk, an ISO file, or a DVD structure
cs: Načíst DVD disk, ISO soubor nebo DVD strukturu

source: Open a DVD structure
cs: Otevřít DVD strukturu

source: _Load
cs: _Načíst

source: _Open
cs: _Otevřít

source: _Relative mode
cs: _Relativní režim

source: Auto_detect
cs: Autodetekce

source: Automatic _cropping
cs: Automatické _ořezávání

source: Automatic _scaling
cs: Automatické š_kálování

source: Automatic c_ompressibility check
cs: Automatická zkouška k_omprese

source: Compressibility Check
cs: Ověření komprese

source: Options
cs: Možnosti

source: The scaling parameters can only be autodetected if a video bitrate and cropping parameters are set.
cs: Parametry škálování můžou být detekovány automaticky pouze tehdy, když je nastaven bitový tok (bitrate) videa a parametry oříznutí.

source: _Cartoon
cs: Animované

source: _Crop
cs: _Oříznout

source: _Deinterlace
cs: _Eliminovat prokládání

source: _Height:
cs: _Výška:

source: _Profile:
cs: Pro_fil:

source: _Width:
cs: Šíř_ka:

source: <b>DVD Copy</b>
cs: <b>Kopírovat DVD</a>

source: <b>Misc</b>
cs: <b>Různé</b>

source: <b>Pathes</b>
cs: <b>Cesty</b>

source: <b>Preferred Languages</b>
cs: <b>Preferované jazyky</b>

source: Do _not remove temporary files
cs: _Neodstraňovat dočasné soubory

source: Preferences
cs: Nastavení

source: Remove the copy Keep the copy on the hard drive Keep the copy and update the GUI Ask the user
cs: Odstranit kopii Ponechat kopii na disku Ponechat kopii a aktualizovat GUI Zeptat se uživatele

source: Select the output directory
cs: Vybrat výstupní adresář

source: Select the temporary directory
cs: Vybrat dočasný adresář

source: Title Title - Language Title - Language - Video Codec Title - Language - Video Codec Audio Codec
cs: Titul Titul - Jazyk Titul - Jazyk - Video Kodek Titul - Jazyk - Video Kodek Audio Kodek

source: _Advanced
cs: _Pokročilý

source: _After the encoding:
cs: Po převodu:

source: _Chapters:
cs: _Kapitoly:

source: _Copy DVD on hard drive before encoding
cs: Z_kopírovat DVD na disk před převodem

source: _Create a log file
cs: _Vytvořit log

source: _File Name:
cs: Název _souboru:

source: _Output Path:
cs: Cesta výstupu:

source: _Subtitles:
cs: _Titulky:

source: _Temporary Path:
cs: _Dočasná cesta:

source: _Threads:
cs: _Vláken:

source: <b>Codec</b>
cs: <b>Kodek</b>

source: <b>Container</b>
cs: <b>Kontejner</b>

source: <b>Encoding</b>
cs: Převod

source: <b>More Options</b>
cs: <b> Více možností</b>

source: <b>Options</b>
cs: <b>Možnosti</b>

source: <b>Text Options</b>
cs: <b>Nastavení textu</b>

source: Automatic XviD DivX 4 Divx 5 FFMpeg
cs: Automaticky XviD DivX 4 Divx 5 FFMpeg

source: Dramatically speeds up pass one using faster algorithms and disabling CPU-intensive options. This will probably reduce global PSNR a little bit (around 0.01dB) and change individual frame type and PSNR little bit more (up to 0.03dB).
cs: Dramaticky zrychlí první průchod použitím rychlejších algoritmů a vypnutím na CPU náročných voleb. Tím nejspíš dojde k malému snížení celkového PNSR (okolo 0,01dB) a trochu více změní i individuální typ snímku a PNSR (do 0,03dB).

source: E_xpand image to maximum size
cs: Z_většit obrázek na maximální velikost

source: Ensure A/V _synchronisation
cs: Zajistit A/V _synchronizaci

source: Extreme High Normal
cs: Extrémní Vysoké Normální

source: Fixed size Constant bitrate Constant quantizer
cs: Pevná velikost Konstantní datový tok Konstatní kvantizér

source: Line feed only (Unix, Mac) Carriage return + Line feed (Dos, Windows) Carriage return only (Other)
cs: Pouze řádkový vstup (Unix, Mac) Znak ukončení řádky + řádkový vstup (Dos, Windows) Pouze znak ukončení řádky (Jiné)

source: MPEG-4 uses a half pixel precision for its motion search by default. The standard proposes a mode where encoders are allowed to use quarter pixel precision. This option usually results in a sharper image. Unfortunately it has a great impact on bitrate and sometimes the higher bitrate use will prevent it from giving a better image quality at a fixed bitrate. It's better to test with and without this option and see whether it is worth activating.
cs: MPEG-4 automaticky používá pro detekci pohybu přesnost poloviny pixelu. Standard navrhuje mód, kde enkodéry mohou použít přesnost čtvrtiny pixelu. Tato volba obvykle vede k ostřejšímu obrazu. Bohužel vyžaduje podstatně vyšší datový tok a to někdy vede ke snížené kvalitě videa kvůli omezení datového toku pro dosažení potřebné velikosti. Je tedy lepší si nejprve vyzkoušet, zda je obraz lepší se zapnutou nebo vypnutou volbou, a zvážit, jestli je aktivace této volby žádaná.

source: M_aximum image size:
cs: M_aximální velikost obrazu

source: M_inimum image size:
cs: M_inimální velikost obrazu

source: Maximizes the volume without distorting the sound.
cs: Maximalizuje hlasitost bez zkreslení zvuku.

source: No Scaling Fast Bilinear Bilinear Bicubic Experimental Nearest Neighbour Area Luma Bicubic Chroma Bilinear Gauss (best for downscaling) SincR Lanczos (best for upscaling) Bicubic Spline
cs: Bez škálování Rychlý bilineární Bilineární Bikubický Experimentální Nejbližší okolí Area Jas bikubicky, barvy bilineárně Gauss (nejlepší při zmenšování) SincR Lanczos (nejlepší při zvětšování) Bikubická křivka

source: Profile
cs: Profil

source: Reduce image _noise
cs: Snížit šum obrazu

source: S_caler:
cs: Š_kálovač

source: Sample _Rate:
cs: Vzorkovací f_rekvence:

source: Spell _Checking
cs: Kontrola _pravopisu

source: T_rellis searched quantization
cs: Kvantizace podle mříže

source: The audio quality from 0 (very low) to 10 (very high)
cs: Kvalita audia od 0 (velmi nízká) po 10 (velmi vysoká)

source: The maximum number of audio channels
cs: Maximální počet audio kanálů

source: This filter aims to reduce image noise producing smooth images and making still images really still (This should enhance compressibility.).
cs: Tento filtr se pokouší snížit šum obrazu vytvářením plynulých snímků a zachováním nepohyblivých snímků zkutečně nepohyblivými (to by mělo vést k vyšší kompresivitě).

source: Trellis quantization is a kind of adaptive quantization method that saves bits by modifying quantized coefficients to make them more compressible by the entropy encoder. Its impact on quality is good.
cs: Mřížkové kvantování je typ adaptivní kvantovací metody, která šetří bity modifikováním kvantovacích koeficientů aby byly lépe komprimovatelné entropním enkodérem. Její dopad na kvalitu je dobrý.

source: Use _quarter pel motion compensation
cs: Použít _quarter pel motion compensation

source: Use a deblocking filter
cs: Použít deblocking filter

source: Use a deringing filter
cs: Použít deringing filter

source: _Audio
cs: _Zvuk

source: _Channels:
cs: _Kanály:

source: _Character Set:
cs: _Znaková sada:

source: _Codec:
cs: _Kodek:

source: _Crop image
cs: _Oříznout obraz

source: _Edit
cs: _Upravit

source: _Forced subtitles only
cs: _Pouze vynucené titulky

source: _Format:
cs: _Formát:

source: _Method:
cs: _Metoda:

source: _Newline:
cs: _Novýřádek

source: _Normalize
cs: _Normalizovat

source: _Options
cs: M_ožnosti

source: _Passes:
cs: _Průchody:

source: _Quality:
cs: _Kvalita:

source: _Quantizer:
cs: K_vantizér:

source: _Size:
cs: Veliko_st:

source: _Subtitles
cs: _Titulky

source: _Export
cs: _Exportovat

source: _Import
cs: _Importovat

source: _Profiles:
cs: _Profily:

source: _Rename
cs: _Přejmenovat

source: Estimated time left:
cs: Odhad zbývajícího času:

source: Progress
cs: Průběh

source: Unknown
cs: Neznámý

source: _Close the application if the encoding is successful
cs: _Zavřít aplikaci po úspěšném dokončení převodu

source: Move encoding down
cs: Přesunout převod dolů

source: Move encoding to bottom
cs: Přesunout převod na konec

source: Move encoding to top
cs: Přesunout převod na začátek

source: Move encoding up
cs: Přesunout převod nahoru

source: A_dd Word
cs: Při_dat slovo

source: Ignore _All
cs: Ignorov_at vše

source: Mispelled word:
cs: Chybné slovo:

source: Replace _with:
cs: Nahradit čí_m:

source: Spell Checking
cs: Kontrola pravopisu

source: _Ignore
cs: _Ignorovat

source: _Replace
cs: _Nahradit

source: <b><big>Profile updates are available</big></b> Select the profiles you want to update
cs: <b><big>Jsou k dispozici aktualizace profilů</big></b> Vyberte profily které chcete aktualizovat

source: Select _All
cs: Vybrat _vše

source: _Deselect All
cs: Zrušit _výběr všeho

source: <b>Analysis</b>
cs: <b>Analýza</b>

source: <b>Frame type</b>
cs: <b>Typ rámce</b>

source: <b>Other</b>
cs: <b>Ostatní</b>

source: <b>Presets</b>
cs: <b>Přednastavení</b>

source: <b>Rate control</b>
cs: <b>Řízení poměru </b>

source: Adaptive spatial transform size (8x8dct)
cs: Velikost adaptivní prostorové transformace (8x8dct)

source: Allows B-frames to be used as references for predicting other frames (b_pyramid)
cs: Umožnit B-snímkům, aby byly použity jako reference pro predikci ostatních snímků (b_pyramid)

source: Analysis
cs: Analýza

source: Disabled Blind offset Smart analysis
cs: Vypnuto Slepý posun Chytrá analýza

source: Encoding
cs: Kódování

source: Flat JVM
cs: Plochý JVM

source: Maximum GOP size (keyint)
cs: Maximální velikost GOP (skupiny snímků; keyint)

source: Maximum local bitrate, in kbits/second (vbv_maxrate)
cs: Maximální lokální datový tok v kb/s (vbv_maxrate)

source: Maximum number of consecutive B-frames between I- and P-frames (bframes)
cs: Maximální počet po sobě jdoucích B-snímků mezi I- a P- snímky (bframes)

source: Use global header (global_header)
cs: Použít globální záhlaví (global_header)

source: Width x height:
cs: Šířka x výška

source: &lt;b&gt;DivX for Standalone Player&lt;/b&gt;&#xA;2-pass, 1x700MB (AVI + XviD + MP3)
cs: &lt;b&gt;DivX pro Standalone Player&lt;/b&gt;&#xA;2-pass, 1x700MB (AVI + XviD + MP3)

source: &lt;b&gt;PC, High Quality&lt;/b&gt;&#xA;Quantizer 2 (MKV + X264 + AAC)
cs: &lt;b&gt;PC, Vysoká kvalita&lt;/b&gt;&#xA;Quantizer 2 (MKV + X264 + AAC)

source: &lt;b&gt;PC, Low Quality&lt;/b&gt;&#xA;1-pass, 1x700MB (OGM + Lavc + Vorbis)
cs: &lt;b&gt;PC, Nízká kvalita&lt;/b&gt;&#xA;1-pass, 1x700MB (OGM + Lavc + Vorbis)

source: No such file or directory
cs: Takový soubor ani adresář neexistuje

source: Permission denied to access device
cs: Přístup k zařízení odepřen

source: Tray seems to be open
cs: Zdá se, že je plato mechaniky otevřené

source: Device does not contain a valid DVD video
cs: Zařízení neobsahuje platné DVD video

source: Path does not contain a valid DVD structure
cs: Cesta neobsahuje platnou DVD strukturu

source: No such directory, block device or iso file
cs: Není takový adresář, blokové zařízení nebo iso soubor

source: Device does not contain the expected DVD
cs: Zařízení neobsahuje očekávané DVD

source: Chapter
cs: Kapitola

source: Duration
cs: Čas

source: Label
cs: Popisek

source: Open DVD Disk
cs: Otevřít disk DVD

source: _Eject
cs: _Vysunout

source: <b>Select _DVD Drive:</b>
cs: <b>Vybrat _DVD jednotku</b>

source: Select an ISO file
cs: Vybrat ISO soubor

source: Select a DVD structure
cs: Vybrat DVD strukturu

source: ISO images
cs: ISO obrazy

source: <b>No DVD</b> No device
cs: <b>Žádné DVD</b> Žádné zařízení

source: Unknown Drive
cs: Neznámá jednotka

source: Select a DVD structure...
cs: Vybrat DVD strukturu...

source: Select an ISO file...
cs: Vybrat ISO soubor...

source: hours
cs: hodiny

source: minutes
cs: minuty

source: seconds
cs: sekundy

source: Title
cs: Titul

source: MPlayer and FAAC are missing
cs: MPlayer a FAAC nejsou k dispozici

source: MPlayer is missing
cs: MPlayer není k dispozici

source: FAAC is missing
cs: FAAC chybí

source: Copy (for AC3 or DTS)
cs: Kopírovat (pro AC3 nebo DTS)

source: Unknown error while extracting chapters
cs: Neznámá chyba při extrakci kapitol

source: Unknown error while extracting subtitle stream
cs: Neznámá chyba při extrakci titulků

source: Unknown error while extracting audio stream
cs: Neznámá chyba při extrakci audio stopy

source: Unknown error while extracting video stream
cs: Neznámá chyba při extrakci audio stopy

source: Unknown error while merging
cs: Neznámá chyba při spojování

source: The container and the video codec are incompatible.
cs: Kontejner a video kodek jsou nekompatibilní.

source: Your version of MPlayer does not support DTS streams
cs: Vaše verze Mplayeru nepodporuje DTS typ dat

source: The container and the audio codec are incompatible.
cs: Kontejner a audio kodek jsou nekompatibilní.

source: The container and the subtitles codec are incompatible.
cs: Kontejner a kodek titulků jsou nekompatibilní.

source: The container and the audio file are incompatible.
cs: Kontejner a audio soubor jsou nekompatibilní.

source: The container and the subtitles file are incompatible.
cs: Kontejner a titulky jsou nekompatibilní.

source: The selected container does not support multiple audio streams
cs: Vybraný kontejner nepodporuje více audio stop

source: The selected container does not support multiple subtitles streams
cs: Vybraný kontejner nepodporuje více titulků

source: No container has been selected.
cs: Nebyl vybrán kontejner

source: Failed to get mount point of '%s'
cs: Nepovedlo se získat přípojný bod '%s'

source: Not enough space to store output and temporary files (%sMB needed).
cs: Nedostatek místa k uložení souboru výstupu a dočasných souborů (%sMB vyžadováno).

source: Not enough space to store the temporary files (%sMB needed).
cs: Nedostatek místa k uložení dočasných souborů (%sMB vyžadováno).

source: Not enough space to store the output file (%sMB needed).
cs: Nedostatek místa k uložení souboru výstupu (%sMB vyžadováno).

source: A file named '%s' already exists.
cs: Název souboru '%s' již existuje.

source: Unknown error while copying the DVD on the hard drive
cs: Neznámá chyba při kopírování DVD na disk

source: Cannot perform a compressibility test when cropping parameters are not defined.
cs: Test komprese nelze provést, dokud nejsou definované parametry ořezu.

source: Unknown error while identifying '%s'
cs: Neznámá chyba při identifiaci '%s'

source: Cannot identify file '%s': %s
cs: Nemohu identifikovat soubor '%s': %s

source: Cannot get bitrate of file '%s'
cs: Nemohu zjistit bitrate souboru '%s'

source: Cannot get rate of file '%s'
cs: Nemohu zjistit vzorkovací frekvenci souboru '%s'

source: Cannot get length of file '%s'
cs: Nemohu zjistit délku souboru '%s'

source: Cannot get format of file '%s'
cs: Nemohu zjistit formát souboru '%s'

source: Cannot get number of channels of file '%s'
cs: Nemohu zjistit počet kanálů v souboru '%s'

source: File '%s' contains video tracks
cs: Soubor '%s' obsahuje video stopy

source: Format of file '%s' is not supported
cs: Formát souboru '%s' není podporován

source: Unknown error while opening '%s': %s
cs: Neznámá chyba při otevírání '%s': %s

source: Cannot get width of video file '%s'
cs: Nemohu zjistit šířku video souboru '%s'

source: Cannot get height of video file '%s'
cs: Nemohu zjistit výšku souboru '%s'

source: Cannot get aspect ratio of video file '%s'
cs: Nemohu zjistit poměr stran video souboru '%s'

source: Cannot get frame rate of video file '%s'
cs: Nemohu zjistit snímkovací frekvenci video souboru '%s'

source: Failed to create directory '%s': %s
cs: Nepovedlo se vytvořit adresář '%s': %s

source: Failed to unlink file '%s': %s
cs: Nepodařilo se odpojit soubor '%s': %s

source: Failed to remove directory '%s': %s
cs: Nepovedlo se odstranit adresář '%s': %s

source: Failed to create file '%s': %s
cs: Nelze vytvořit soubor '%s': %s

source: Failed to create fifo '%s': %s
cs: Nepovedlo se vytvořit fifo '%s': %s

source: Failed to link '%s': %s
cs: Nepovedlo se spojit '%s': %s

source: Template '%s' doesn't end with XXXXXX
cs: Šablona '%s' nekončí XXXXXX

source: Template '%s' invalid, should not contain a '/'
cs: Šablona '%s' je neplatná, nemá obsahovat '/'

source: Failed to stat the file system containing '%s': %s
cs: Nepovedlo se najít soubor obsahující '%s': %s

source: Failed to stat '%s': %s
cs: Nepovedlo se najít '%s': %s

source: Failed to change to directory '%s': %s
cs: Nepovedlo se přejít do adresáře '%s': %s

source: Failed to stat '..': %s
cs: Nepovedlo se najít '..': %s

source: Failed to change to directory '..': %s
cs: Nepodařilo se změnit adresář '..': %s

source: mkvmerge is missing
cs: mkvmerge není k dispozici

source: An MOV file must contain a video stream.
cs: Soubor MOV musí obsahovat video tok.

source: MEncoder is missing
cs: MEncoder není k dispozici

source: MEncoder is build without lavf support
cs: MEncoder je zkompilován bez lavf podpory

source: MPlayer and LAME are missing
cs: MPlayer a LAME nejsou k dispozici

source: LAME is missing
cs: LAME není k dispozici

source: MP4Box is missing
cs: MP4Box není k dispozici

source: No Video
cs: Bez videa

source: ogmmerge and ogmsplit are missing
cs: ogmmerge a ogmsplit nejsou k dispozici

source: ogmmerge is missing
cs: ogmmerge není k dispozici

source: ogmsplit is missing
cs: ogmsplit není k dispozici

source: Plugin %s disabled
cs: Zásuvný modul %s odpojen

source: some requirements are not available
cs: některé požadavky nejsou dostupné

source: Failed to open '%s'
cs: Nelze otevřít '%s'

source: '%s' does not contain a valid profile
cs: '%s' neobsahuje platný profil

source: GOCR, Ocrad and Tesseract are missing
cs: GOCR, Ocrad a Tesseract nejsou k dispozici

source: MPlayer and OggEnc are missing
cs: MPlayer a OggEnc nejsou k dispozici

source: OggEnc is missing
cs: OggEnc není k dispozici

source: Wave (uncompressed PCM)
cs: Wave (nekomprimované PCM)

source: MEncoder is build without X264 support
cs: MEncoder je zkompilován bez X264 podpory

source: MEncoder is built without XviD support
cs: MEncoder je zkompilován bez XviD podpory

source: Extract?
cs: Extrahovat?

source: More options
cs: Další volby

source: Add a stream
cs: Přidat položku

source: Remove the stream
cs: Odebrat položku

source: Please insert the DVD required to encode this title.
cs: Prosím vložit DVD k převodu tohoto titulu.

source: Lavc Options
cs: Volby lavc

source: X264 Options
cs: Volby x264

source: XviD Options
cs: Možnosti XviD

source: Select an audio file
cs: Vyberte soubor audio

source: Select a subtitles file
cs: Vyberte soubor titulků

source: _Language:
cs: _Jazyk:

source: No audio
cs: Bez zvuku

source: Track
cs: Stopa

source: No subtitle
cs: Žádné titulky

source: Subtitle
cs: Titulky

source: Other...
cs: Jiné...

source: Unknown error while opening file
cs: Neznámá chyba při otevírání souboru

source: Audio Track Options
cs: Možnosti audio stopy

source: <b>Track</b>
cs: <b>Stopa</b>

source: _Name:
cs: _Název:

source: None
cs: Žádné

source: Use _profile settings
cs: Použít nastavení _profilu

source: Frame %lu of %lu
cs: Snímek %lu z %lu

source: Please, check http://ogmrip.sourceforge.net to see if this is a known issue.
cs: Prosím, podívejte se na http://ogmrip.sourceforge.net zda se jedná o již známý problém.

source: Please, choose some others.
cs: Prosím, vyberte některé jiné.

source: Please, choose one audio stream only.
cs: Prosím vyberte pouze jednu audio stopu.

source: Please, choose one subtitles stream only.
cs: Prosím, vyberte pouze jedny titulky.

source: This is an unexpected error and should not happen.
cs: Toto je neočekávaná chyba, která by se neměla stát.

source: Please, fill a bug report at http://ogmrip.sourceforge.net.
cs: Vyplňte prosím hlášení o chybě na http://ogmrip.sourceforge.net.

source: Could not create dictionary
cs: Nepodařilo se vytvořit adresář

source: Spell will not be checked.
cs: Pravopis nebude kontrolován.

source: Do you want to remove the copy of the DVD, keep it on the hard drive, or keep it and update the GUI ?
cs: Chcete odstranit kopii DVD, ponechat na disku, nebo ponechat a aktualizovat GUI?

source: _Remove
cs: Odst_ranit

source: _Keep
cs: _Ponechat

source: _Update
cs: _Aktualizovat

source: Audio stream %d seems to be empty. It has not been merged.
cs: Zdroj audia %d je patrně prázdný. Nebyl připojen.
