Repository: ikelos/ogmrip
Catalog: po/*.po
Languages: cs

source: Subtitle stream %d seems to be empty. It has not been merged.
cs: Zdroj titulků %d je patrně prázdný. Nebyl připojen.

source: Could not open the DVD
cs: Nelze otevřít DVD

source: No available profile
cs: Profil není k dispozici

source: You must create at least one profile before you can encode.
cs: Je nutné vytvořit nejméně jeden profil před převodem.

source: A file named '%s' already exists. Do you want to replace it?
cs: Soubor jménem '%s' již existuje. Chcete jej nahradit?

source: Unknown error
cs: Neznámá chyba

source: The compressibility test completed successfully.
cs: Test komprese byl úspěšně dokončen.

source: Could not read the DVD
cs: Nelze číst DVD

source: Unknown error while exporting the chapters
cs: Neznámá chyba při exportu kapitol

source: The DVD has been successfully encoded, but...
cs: DVD bylo úspěšně převedeno

source: Are you sure you want to cancel the encoding process?
cs: Opravdu chcete ukončit převod?

source: Can't play DVD title
cs: Nemohu přehrát DVD titul

source: Select a chapters file
cs: Vyberte soubor kapitol

source: Could not open the chapters file '%s'
cs: Nepovedlo se otevřít soubor kapitol '%s'

source: Select a file
cs: Zvolte soubor

source: translator-credits
cs: Luboš Staněk <lubek@users.sourceforge.net> Launchpad Contributions: Belisarivs https://launchpad.net/~v-pelcak Jiří Jindra https://launchpad.net/~j-jindr Luboš Staněk https://launchpad.net/~lubek Rinu https://launchpad.net/~rinu-seznam Roman Horník https://launchpad.net/~roman.hornik luisah https://launchpad.net/~luisah-linux-gmail sirkubador https://launchpad.net/~sirkubador

source: A DVD Encoder for GNOME
cs: DVD enkodér pro GNOME

source: _File
cs: _Soubor

source: _Import Chapters...
cs: _Importovat kapitoly...

source: Import chapter information
cs: Importovat informaci o kapitolách

source: _Export Chapters...
cs: _Exportovat kapitoly...

source: Export chapter information
cs: Exportovat informaci o kapitolách

source: Exit OGMRip
cs: Ukončit OGMRip

source: Select all chapters
cs: Vybrat všechny kapitoly

source: Deselect all chapters
cs: Zrušit výběr všech kapitol

source: Pro_files
cs: Pro_fily

source: Edit the profiles
cs: Editovat profily

source: Edit the preferences
cs: Upravit nastavení

source: _Encodings
cs: Převody

source: Edit the encodings
cs: Upravit převody

source: _Help
cs: _Nápověda

source: _About
cs: O _aplikaci

source: About OGMRip
cs: O aplikaci OGMRip

source: Detecting cropping parameters
cs: Detekuji parametry ořezávání

source: Please wait
cs: Prosím čekejte

source: Extra Small
cs: Extra malé

source: Small
cs: Malé

source: Medium
cs: Střední

source: Large
cs: Velké

source: Extra Large
cs: Velmi velké

source: Full
cs: Plné

source: User Defined
cs: Uživatelem definované

source: En_queue
cs: Zařadit do _fronty

source: No preferred audio language
cs: Žádný preferovaný jazyk zvuku

source: No preferred subtitle language
cs: Žádný preferovaný jazyk titulků

source: No chapters language
cs: Žádný jazyk kapitol

source: The container '%s' is not available
cs: Kontejner '%s' není dostupný

source: The video codec '%s' is not available
cs: Video kodek '%s' není dostupný

source: The audio codec '%s' is not available
cs: Audio kodek '%s' není dostupný

source: The subtitles codec '%s' is not available
cs: Kodek titulků '%s' není dostupný

source: User
cs: Uživatel

source: _Reset
cs: _Resetovat

source: Rename profile
cs: Přejmenovat profil

source: New profile
cs: Nový profil

source: _Profile name:
cs: Název _profilu:

source: Editing profile "%s"
cs: Upravit profil "%s"

source: Copy of
cs: Kopie

source: Cannot remove profile
cs: Profil nelze odstranit

source: Delete profile ?
cs: Smazat profil?

source: Export profile as
cs: Exportovat profil jako

source: Select profile to import
cs: Vyberte profil pro import

source: Cannot load profile
cs: Nelze načíst profil

source: Edit Profiles
cs: Upravit profily

source: Suspend
cs: Pozastavit

source: Resume
cs: Pokračovat

source: Analyzing video stream
cs: Analýza video proudu

source: Extracting chapters information
cs: Extrahuji informaci o kapitolách

source: Encoding video title
cs: Převod video titulu

source: Extracting audio stream %d
cs: Extrahuji audio stopu %d

source: Extracting subtitle stream %d
cs: Extrahuji titulky %d

source: Merging audio and video streams
cs: Spojuji audio a video stopy

source: DVD backup
cs: DVD záloha

source: Compressibility Test
cs: Test komprese

source: %s: %02.0lf%% done
cs: %s: %02.01f%% hotovo

source: Load encoding
cs: Načíst převod

source: Cannot load encoding from '%s'
cs: Nelze načíst k převodu z '%s'

source: Save encoding
cs: Uložit převod

source: Encoding Queue
cs: Fronta převodů

source: Run
cs: Běží

source: Name
cs: Název

source: This encoding will have the same output file name as another one.
cs: Výstupní soubor tohoto převodu bude sdílet stejný název s jiným souborem.

source: Do you want to enqueue it anyway ?
cs: Chcete to přesto zařadit do fronty?

source: A file with the same name as the output file of the encoding already exists.
cs: Tento název již používá jiný výstupní soubor.

source: Subtitles Options
cs: Možnosti titulků

source: Update profiles
cs: Aktualizace profilů

source: A DVD encoder
cs: DVD enkodér

source: DVD Encoder OGMRip
cs: DVD enkodér OGMRIP
